[
    {
        "_id":"63813189fc13ae683f00139e",
        "index": 1,
        "categories": "Aston",
        "carName": "Aston Martin Valhalla",
        "description": "Aerodynamics and awesomeness collide in the Aston Martin Valhalla Concept Car. This outstanding car, aka “The Son of Valkyrie” is an all-new performance-bred predator that incorporates concepts and technologies taken directly from F1™.",
        "condition": "Good",
        "pictures": "https://i.ibb.co/jvrx48z/Aston-Martin-Valhalla-Concept-Car.webp",
        "originalPrice": 10638264,
        "resalePrice": 5376297,
        "buyYear" : 2017,
        "use-year": 6,
        "sellerName": "Orbadiah Bernt",
        "location": "3508 North Center",
        "phoneNumber": "+63 (481) 533-1207"
    },
    {
        "_id":"63813189fc13ae683f00139f",
        "index": 2,
        "categories": "Aston",
        "carName": "Aston Martin One77",
        "description": "The Aston Martin One-77 is a two-door, two-seater flagship sports car built by the British car manufacturer Aston Martin. The car was first shown at the 2008 Paris Motor Show, although it remained mostly covered by a “Savile Row tailored skirt” throughout the show. It was revealed in full at the 2009 Geneva Motor Show, and deliveries began in 2011.The production of the One-77 was limited to 77 cars, although several development cars were made for engineering, testing, and marketing. One of the development cars, VIN #10711 was sent back to Aston Martin for complete refurbishment, and now is owned under NHTSA Show and Display registration in the United States, making the actual total of cars in existence to be 78. The car’s development formed part of the name One-77, and sold for £1,150,000. In May 2012, one of the 77 cars was involved in a crash in Hong Kong and was initially written off, but has since been fully rebuilt.",
        "condition": "better",
        "pictures": "https://i.ibb.co/sPR45xw/Aston-Martin-One77.webp",
        "originalPrice": 17428514,
        "resalePrice": 5857576,
        "buyYear" : 2015,
        "use-year": 7,
        "sellerName": "Lorens Parradine",
        "location": "8 Hoepker Plaza",
        "phoneNumber": "+54 (172) 163-3558"
    },
    {
        "_id":"63813189fc13ae683f0013a0",
        "index": 3,
        "categories": "Ferrari",
        "carName": "Ferrari Enzo Ferrari",
        "description": "The Enzo Ferrari (Type F140) is a mid-engine sports car manufactured by Italian automobile manufacturer Ferrari and named after the company’s founder, Enzo Ferrari. It was developed in 2002 using Formula One technology, such as a carbon-fibre body, F1-style automated-shift manual transmission, and carbon fibre-reinforced silicon carbide (C/SiC) ceramic composite disc brakes, as well as technologies not allowed in F1, such as active aerodynamics. The Enzo Ferrari generates substantial amounts of downforce through its front underbody flaps, small adjustable rear spoiler and rear diffuser, which work in conjunction to produce 3,363 newtons (756 lbf) of downforce at 200 km/h (124 mph) and 7,602 newtons (1,709 lbf) of downforce at 299 km/h (186 mph), before decreasing to 5,738 N (1,290 lbf) at top speed.The Enzo’s F140 B V12 engine was the first of a new generation for Ferrari. It is based on the design of the V8 engine found in the Maserati Quattroporte, using the same basic design and 104 mm (4.1 in) bore spacing.",
        "condition": "best",
        "pictures": "https://i.ibb.co/M8hp9VG/Ferrari-Enzo-Ferrari.webp",
        "originalPrice": 8753640,
        "resalePrice": 6550474,
        "buyYear" : 2019,
        "use-year": 5,
        "sellerName": "Martainn Robke",
        "location": "40 North Avenue",
        "phoneNumber": "+1 (770) 798-9744"
    },
    {
        "_id":"63813189fc13ae683f0013a1",
        "index": 4,
        "categories": "Ferrari",
        "carName": "Ferrari Monza SP1",
        "description": "The Ferrari Monza SP1 and SP2 are limited production sports cars produced by Italian automobile manufacturer Ferrari, introduced in 2018 for the 2019 model year. The cars mark the start of a new lineage of models called the “Icona” series, a program aimed at creating special cars inspired by classic Ferrari models, all to be produced in limited series. The first cars of the new lineage are the Monza SP1 and SP2, whose designs are inspired by the 750 Monza, 250 Testarossa and 166 MM. The SP1 is a single seater, while the SP2 features two seats. 499 units are expected to be produced at a price of €1.58 million before options.",
        "condition": "better",
        "pictures": "https://i.ibb.co/930GLvz/Ferrari-Monza-SP1.webp",
        "originalPrice": 15686288,
        "resalePrice": 5855722,
        "buyYear" : 2014,
        "use-year": 7,
        "sellerName": "Karna McClancy",
        "location": "33600 Weeping Birch Court",
        "phoneNumber": "+7 (385) 857-0624"
    },
    {
        "_id":"63813189fc13ae683f0013a2",
        "index": 5,
        "categories": "Jaguar",
        "carName": "Jaguar C-X75",
        "description": "The Jaguar C-X75 is a hybrid-electric, 2-seat, concept car produced by British automobile manufacturer Jaguar Cars in partnership with Formula One team Williams F1 which debuted at the 2010 Paris Motor Show. The powertrain of the C-X75 concept is rated at 778 hp (789 PS; 580 kW) through four YASA electric motors, each of which drives one of the four wheels. The batteries driving these motors are recharged using two diesel-fed micro gas turbines instead of a conventional four-stroke engine. It was described as a design study that would influence future design and technology.",
        "condition": "better",
        "pictures": "https://i.ibb.co/12txJKZ/Jaguar-C-X75.webp",
        "originalPrice": 13067902,
        "resalePrice": 6236282,
        "buyYear" : 2015,
        "use-year": 5,
        "sellerName": "Ignace Dawkes",
        "location": "16028 Algoma Plaza",
        "phoneNumber": "+380 (426) 245-4728"
    },
    {
        "_id":"63813189fc13ae683f0013a3",
        "index": 6,
        "categories": "Jaguar",
        "carName": "Jaguar XE SV Project 8",
        "description": "A special limited-production, high-performance version of the XE called SV Project 8 debuted at the 2017 Goodwood Festival of Speed. The base car was modified by Jaguar Land Rover’s Special Vehicle Operations (SVO) team, with carbon fibre body panels and aerodynamic aids including a front splitter and rear wing, carbon fibre and Alcantara interior trim, 400 mm carbon ceramic brake discs in front with six-piston calipers, unique 20-inch wheels with Michelin Sport Cup 2 tires, and a supercharged and intercooled 592 hp version of the 5.0 L Jaguar AJ-V8.In the typical trim the Project 8 has four leather-trimmed bucket seats, with the two front seats mounted on lightweight magnesium frames. A “track package”, not available in the United States,[38] features a harness retention hoop in place of the rear seats, and carbon fibre racing seats with four-point competition harnesses installed in the front.Total production is limited to 300 worldwide.",
        "condition": "best",
        "pictures": "https://i.ibb.co/Gc4hDyC/Jaguar-SE-XV-Project-8.webp",
        "originalPrice": 17278165,
        "resalePrice": 7697000,
        "buyYear" : 2016,
        "use-year": 6,
        "sellerName": "Husein Lunny",
        "location": "262 Roxbury Circle",
        "phoneNumber": "+1 (212) 320-7320"
    }
]